{
  "plugins": {
    "SchemaStore.nvim": {
      "src": "https://github.com/b0o/SchemaStore.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "claudecode.nvim": {
      "src": "https://github.com/coder/claudecode.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "crates.nvim": {
      "src": "https://github.com/saecki/crates.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/echasnovski/mini.ai"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.pairs": {
      "src": "https://github.com/echasnovski/mini.pairs"
    },
    "mini.surround": {
      "src": "https://github.com/echasnovski/mini.surround"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-jqx": {
      "src": "https://github.com/gennaro-tedesco/nvim-jqx"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "persistence.nvim": {
      "src": "https://github.com/folke/persistence.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "refactoring.nvim": {
      "src": "https://github.com/ThePrimeagen/refactoring.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "ts-comments.nvim": {
      "src": "https://github.com/folke/ts-comments.nvim"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vscode-diff.nvim": {
      "src": "https://github.com/esmuellert/vscode-diff.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
